Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/tenants_rights_and_obligations.html.txt.tmx
Source language: en
Languages: ga

source: Tenants’ rights and obligations
ga: Cearta agus oibleagáidí na dtionóntaí

source: • Obligations of a tenant
ga: • Conas iarratas a dhéanamh

source: • How to apply • Where to apply
ga: • Cá háit a ndéanfaidh mé iarratas

source: Several new provisions came into effect on 17 January 2017. They include:
ga: Eascraíonn do phríomhchearta agus príomhfhreagrachtaí dlíthiúla, mar thionónta príobháideach ó dhlí tiarnaí talún agus tionóntaí aon chomhaontú léasa nó tionóntachta idir tú féin agus do thiarna talún

source: • Extending the tenancy cycle for Part 4 tenancies from 4 years to 6 years
ga: Dlí tiarnaí talún agus tionóntaí

source: They also include restrictions on the sale of 10 or more rented units in a development (the “Tyrrelstown amendments”).We are currently updating the relevant documents on citizensinformation.ie with these and other recent changes
ga: Is í an phríomhreachtaíocht a rialaíonn na cearta agus na hoibleagáidí seo an reachtaíocht a leagtar síos sna hAchtanna um Thiarnaí Talún agus Tionóntaí 1967–1994 agus in Acht na dTionóntachtaí Cónaithe

source: Read more on the Residential Tenancies Board’s website
ga: Is forbhreathnú é an méid seo a leanas ar do chearta, dualgais agus oibleagáidí mar thionónta

source: Your main legal rights and responsibilities as a private tenant derive from landlord and tenant law as well as from any lease or tenancy agreement between you and your landlord
ga: Ní féidir léasanna nó comhaontuithe tionóntachta eile baint de do chearta faoi Acht na dTionóntachtaí Cónaithe 2004. Is féidir leatsa agus do thiarna talún aontú ar ábhair nach bpléitear leo san Acht, ámh

source: The main legislation governing these rights and obligations is contained in the Landlord and Tenant Acts 1967 to 1994, the Residential Tenancies Act 2004 and the Residential Tenancies (Amendment) Act 2015
ga: Níl feidhm ag forálacha an Achta um Thionóntachtaí Cónaithe ach amháin le tithíocht phríomhshrutha ar cíos, faoi láthair, cé go mbeartaítear sa Bhille um Thionóntachtaí Cónaithe (Leasú) (Uimhir 2), 2012 (pdf) chun go leor tionóntachtaí a rialú san earnáil tithíochta deonaí ar an mbealach céanna a dhéantar i gcás tionóntachtaí príobháideacha

source: However, if you are renting a room in your landlord's home you are not covered by landlord and tenant legislation (though you are covered if you rent a self-contained flat in your landlord’s home)
ga: Clúdaítear tionóntaí tithíochta sóisialta agus tionóntaí príobháideacha a chónaíonn i dteach a dtiarna talún (mar shampla, faoin Scéim Seomra ar Cíos) ag dlíthe éagsúla

source: Leases or other tenancy agreements cannot take away from your rights under the legislation, but you and your landlord can agree on matters that are not dealt with in it
ga: Is féidir leat teacht ar bhreis faisnéise faoi chearta agus dualgais do thiarna talún

source: Rights as a tenant
ga: • Tá tú i dteideal taitneamh ciúin eisiach a bhaint as do chóiríocht

source: • You are entitled to quiet and exclusive enjoyment of your home
ga: • Tá tú i dteideal íoschaighdeáin áirithe cóiríochta

source: • You are entitled to a rent book
ga: • Tá tú i dteideal leabhar cíosa

source: • You have the right to contact the landlord or their agent at any reasonable times
ga: • Tá an ceart agat dul i dteagmháil leis an tiarna talún nó lena ngníomhaire ag amanta réasúnta

source: You are also entitled to have appropriate contact information (telephone numbers, email addresses, postal addresses, etc.)
ga: Tá tú i dteideal an eolas teagmhála cuí a theastaíonn uait chuige sin freisin (uimhreacha gutháin, seoltaí ríomhphoist, seoltaí gnáthphoist, srl.)

source: • Your landlord is only allowed to enter your home with your permission
ga: • Ní cheadaítear do do thiarna talún dul isteach i do chóiríocht ach le do cheadsa amháin

source: If the landlord needs to carry out repairs or inspect the premises, it should be by prior arrangement, except in an emergency
ga: Má theastaíonn ón tiarna talún deisiúcháin a dhéanamh nó an t-áitreabh a scrúdú, ba cheart go ndéanfaí socrúcháin roimh ré, ach amháin i gcás éigeandála

source: • You are entitled to reimbursement for any repairs that you carry out that are the landlord's responsibility
ga: • Tá tú i dteideal cúitimh as aon deisiúcháin a déanann tú arb iad cúram an tiarna talún iad

source: • You are entitled to have visitors to stay overnight or for short periods, unless specifically forbidden in your tenancy agreement
ga: • Tá tú i dteideal cairde a óstáil thar oíche nó ar feadh achar gairid, mura dtoirmeasctar go sonrach sin i do chomhaontú tionóntachta

source: You must tell your landlord if you have an extra person moving in
ga: Ní foláir duit insint do do thiarna talún faoi aon duine breise a théann a chónaí sa teach

source: • You are entitled to a certain amount of notice of the termination of your tenancy
ga: • Tá tú i dteideal méid áirithe fógra um chríochnú do thionóntachta

source: • You are entitled to refer any disputes to the Residential Tenancies Board (RTB) without being penalised for doing so
ga: • Tá an teidlíocht agat aon díospóidí a tharchur chuig an mBord um Thionóntachtaí Cónaithe Príobháideacha (BTCP) gan aon phionós as a leithéid de ghníomh

source: • You have the right to a copy of any register entry held by the RTB dealing with your tenancy
ga: • Tá an ceart agat do chóip d’aon iontráil i gclár i seilbh an BTCP a phléann do thionóntacht

source: • All homes for rent must have a Building Energy Rating (BER), stating how energy-efficient the home is
ga: • Ní mór go mbeidh ag gach teach atá ar cíos Rátáil Fuinnimh Foirgnimh (BER), a luann a éifeachtúla atá an teach i dtaobh fuinnimh de

source: This will help you to make an informed choice when comparing properties to rent
ga: Cabhróidh seo leat chun rogha eolach a dhéanamh nuair a bhíonn réadmhaoin á gcur i gcomparáid le cíos

source: • The landlord’s right to terminate a Part 4 tenancy for the reason that they require the dwelling for their own or family member occupation does not apply to AHB tenancies
ga: Tá an ceart ar dhaingneacht tionachta agat i dtimthriallta ceithre bliana faoi Chuid 4 den Acht um Thionóntachtaí Cónaitheacha 2004

source: These provisions are in Part 4 of the Residential Tenancies Act 2004, so a tenancy that is in existence for more than 6 months is known as a Part 4 tenancy. All tenancies are deemed to end after 4 years
ga: Tugtar tionóntacht den Chuid 4 ar thionóntacht ar a ndéantar ráthaíocht sa dóigh seo

source: If you continue to be the tenant at the end of the 4 years, you have a Further Part 4 tenancy. You may stay in the property but you are considered to have a new tenancy
ga: Má tá sé ar intinn agat leas a bhaint as cosaint faoi Chuid 4 den Acht um Thionóntachtaí Cónaitheacha 2004 (m.sh

source: If you intend to stay in the property, you should inform your landlord in writing between 3 months and 1 month before the expiry of your fixed-term tenancy or lease agreement. This right to remain is subject to certain rights that the landlord continues to have
ga: le fanacht san áitreabh le suas le ceithre bliana) ba chóir duit seo a chur in iúl i scríbhinn do do thiarna talún idir 3 mhí agus 1 mhí roimh dhul as feidhm do thionóntachta ar théarma seasta nó an chomhaontaithe léasa

source: Threshold provides useful tips on what to bear in mind before you pay a deposit, including a guide to avoiding scams (pdf)
ga: Is féidir leat a thuilleadh a léamh faoi chineáil tionóntachtaí anseo

source: The landlord may keep part or all of the deposit in the following situations:
ga: Oibleagáidí tionónta i gcóiríocht phríobháideach ar cíos

source: Obligations of a tenant
ga: • Do chíos a íoc in am

source: • Pay your rent on time
ga: • Dea-slacht a choinneáil ar an maoin

source: • Pay any other charges that are specified in the letting agreement, for example, waste collection charges; utility bills; management fees to the management company in an apartment complex – see ‘Other charges and payments’ below • Keep the property in good order
ga: • A insint don tiarna talún má theastaíonn deisiúcháin agus rochtain a thabhairt don tiarna talún ar an maoin chun deisiúcháin a dhéanamh

source: • Inform the landlord if repairs are needed and give the landlord access to the property to carry out repairs
ga: • Ligean don tiarna talún (trí choinne) teacht isteach chun ghnáthscrúduithe a dhéanamh

source: • Give the landlord access (by appointment) for routine inspections
ga: • An tiarna talún a chur ar an eolas faoi na daoine a chónaíonn sa mhaoin

source: • Avoid causing damage or nuisance
ga: • Dochar agus núis a sheachaint

source: • Comply with any special terms in your tenancy agreement, oral or written
ga: • A dhéanamh cinnte nach cúis le briseadh an dlí ag an tiarna talún tú

source: • Give the landlord the information required to register with the RTB and sign the registration form when asked to do so
ga: • Cloí le haon téarmaí speisialta i gcomhaontú do thionóntachta, bíodh sé scríofa nó i bhfoirm béil

source: • Give the landlord proper notice when you are ending the tenancy
ga: • An t-eolas a thabhairt don tiarna talún ar riachtanach é chun clárú leis an BTCP agus an fhoirm chlárúcháin a shíniú nuair a iarrtar ort amhlaidh

source: You should note that it may be more difficult to assert your rights if you have broken conditions of your tenancy
ga: • A insint don tiarna talún roimh an mí deiridh de thionóntacht théarma seasta ar mó ná sé mhí í má tá sé ar intinn agat cosaint faoi Chuid 4 d'Acht na dTionóntachtaí Cónaithe 2004 a fháil (m.sh

source: Other charges and payments
ga: fanacht sa mhaoin ar feadh cheithre bliana)

source: As the tenant of a property, you are the occupier and are responsible for paying the water charges
ga: Ba chóir duit tabhairt faoi deara go mb’fhéidir go mbeadh sé níba dheacra do chearta a mhaíomh má bhris tú coinníollacha do thionóntachta

source: In practice, if you are renting a house, you are likely to be liable for all these charges
ga: Tionóntachtaí príobháideacha agus glacadóireacht

source: In some multi-unit developments, such as apartment complexes, the heating may be operated centrally and you may not have to pay separately for it
ga: Má tá morgáiste do thiarna talún i riaráistí agus má cheap an t-iasachtóir morgáiste glacadóir, ní mór duit an cíos a íoc leis an nglacadóir, ach is é an tiarna talún a bhíonn freagrach go dlíthiúil, go fóill, as ceisteanna ar nós d’éarlaisí a thabhairt ar ais

source: In some complexes, cable TV may be supplied. In most complexes, bin collection is organised by the management company and you may not have to pay charges for this
ga: Féadfaidh an glacadóir socruithe a dhéanamh go ndéanfar deisiúcháin, ach bíonn sé doiléir maidir le cibé acu an gá nó nach gá don ghlacadóir é seo a dhéanamh nó cibé acu an nglacann nó nach nglacann an glacadóir aon cheann d’fhreagrachtaí tiarna talún air/uirthi féin

source: Your landlord may pass these charges on to you if this is agreed, but if they are not paid, the owners’ management company may pursue the owner (the landlord) for them
ga: Tá athruithe féideartha ar an dlí á bhfiosrú chun breis soiléireachta a sholáthar do thionóntaí príobháideacha a bhfuil a dtithe á gcur faoi ghlacadóireacht

source: The receiver may arrange for repairs to be carried out, but it is unclear whether the receiver is required to do this or whether the receiver takes on any of the responsibilities of a landlord
ga: Má chónaíonn do thiarna talún lasmuigh den Stát, ní mór duit cáin a asbhaint den chíos agus í a chur i gcuntas do na Coimisinéirí Ioncaim

source: If you pay income tax and you were already renting on 7 December 2010, you may be eligible for some tax relief on the rent
ga: Má íocann tú cáin ioncaim, agus má bhí cíos á íoc agat cheana féin an 7 Nollaig 2010, d’fhéadfá bheith i dteideal roinnt faoiseamh cánach a fháil ar an gcíos

source: If your landlord lives outside the State, you must deduct tax for the rent and account for it to the Revenue Commissioners
ga: Is féidir leat níos mó a léamh inár gcáipéis ar shaincheisteanna cánach do thionóntaí

source: These include taking your case to the Residential Tenancies Board, which provides a dispute resolution service for both private and AHB tenancies
ga: Má bhraitheann tú go bhfuiltear ag sárú do chearta mar thionónta, is amhlaidh a bhíonn roinnt modhanna sásaimh agat

source: Threshold provides a free advice and information service to tenants - see 'Where to apply' below – and has published a leaflet on resolving problems during your tenancy (pdf)
ga: Déanann ár ndoiciméad ar dhíospóidí a réiteach cur síos ar cad is féidir leat a dhéanamh

source: If your landlord is not maintaining the property to the proper standards you can contact your local authority, which is responsible for enforcing standards in rented housing
ga: Soláthraíonn Threshold faisnéis agus comhairle saor in aisce do dhaoine le fadhbanna tithíochta

source: The RTB has published a Good Tenant Guide, a brief summary of common issues. It has also published a checklist for tenants on how to prevent disputes and a similar checklist for landlords. The FLAC (Free Legal Advice Centres) website has a leaflet (pdf) on the basic rights and duties of landlords and tenants
ga: I gcás na ndíospóidí maidir le comhaontuithe tionóntachta príobháidí, féadann tú do chás-sa a thabhairt os comhair an Bord um Thionóntachtaí Cónaithe Príobháideacha a sholáthraíonn seirbhís réitigh díospóide don earnáil phríobháideach cíosa

source: Find out more about your landlord’s rights and obligations
ga: Má bhraitheann tú gur sáraíodh do chearta mar thionónta údaráis áitiúil, ba cheart duit dul i dteagmháil le Rannóg Tithíochta d’údaráis áitiúil

source: Where to apply Residential Tenancies Board PO Box 47 Clonakilty Co. Cork Ireland Tel: 0818 303 037 or 00353 766 887 350 Fax: 0818 303 039 Homepage: http://www.rtb.ie/ Threshold 21 Stoneybatter Dublin 7 Ireland Opening Hours:Mon-Fri 9.30 am - 5 pm Tel:1890 334 334 Fax:(01) 677 2407 Homepage: http://www.threshold.ie Email: advice@threshold.ie Threshold Dublin Outreach Clinic Co. Council Office Grove Road Blanchardstown Co
ga: Mura mbíonn do thiarna talún ag cothabháil na maoine do na caighdeáin chuí, is féidir leat dul i dteagmháil le d’údarás áitiúil (Bíonn na húdaráis áitiúla freagrach as caighdeáin san earnáil phríobháideach cíosa agus i dtithíocht an údaráis áitiúil)
